Revit 2027 API
ParameterTypeId.RbsHvacloadSkylightCoolingLoadParam Property
 "Skylight Cooling Load"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsHvacloadSkylightCoolingLoadParam { get; }
Public Shared ReadOnly Property RbsHvacloadSkylightCoolingLoadParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsHvacloadSkylightCoolingLoadParam {
	ForgeTypeId^ get ();
}
static member RbsHvacloadSkylightCoolingLoadParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace